
SHOWING_TEXT = '''🏠 Ласкаво прошу до складу_холоду!
🌶️🧑‍🍳 Куди підемо?
🏎️😏 Або нам щось привезли?'''

COMEBACK_TEXT = '''Повертайся скоріш! Для цього використай /start

Якщо я засну - зайди на https://hk-warehouse.herokuapp.com'''

NEW_LOCATION_TEXT = "І як нове місце називається?"
NEW_PRODUCT_TEXT = "І як новий продукт називається?"
NEW_CONTAINER_SYMB_TEXT = '''І який символ у нової тари?

Одне емодзі в студію, будьте любʼязні'''
NEW_CONTAINER_DESC_TEXT = "І як нова %s тара називається?"

AMOUNT_MESSAGE = '''І скільки ж стало %s з %s в %s?
Тільки цифрами, 0 видалить запис'''
ADD_AMOUNT_MESSAGE = '''I скільки ж %s з %s зʼявилось в %s?
Тільки цифрами, 0 не внесе змін'''

FILTERED_VIEW_TEXT = '''🔍 Шукаєм в:
%s'''
LIMIT_CAPTION = "🔔 Нагадати коли: %s"
LIMIT_MESSAGE = "🔔 Нагадати за %s коли скільки буде лишатись %s? Тільки цифрами"
ENTRY_MESSAGE = ''' Цей запис зробив %s %s'''
